Repository: gderber/other-supergrub
Catalog: po/*.po
Languages: ru

source: Press escape to return to the main menu
ru: Нажмите escape для возврата в основное меню

source: Detect and show boot methods
ru: Определить и показать варианты запуска

source: Boot manually
ru: Выбрать варианты запуска

source: Extra GRUB2 functionality
ru: Дополнительные настройки GRUB2

source: Print devices/partitions
ru: Список устройств/разделов

source: Color ON/OFF
ru: Цвет ON/OFF

source: Exit
ru: Выход

source: (GRUB2 configuration files)
ru: (GRUB2 конфигурационные файлы)

source: (No grub.cfg file detected)
ru: (Файл grub.cfg не найден)

source: (GRUB legacy configuration files)
ru: (GRUB legacy конфигурационные файлы)

source: (No menu.lst file detected)
ru: (Файл menu.lst не найден)

source: Bootable ISOs
ru: Загружаемые ISOs

source: (in /boot-isos or /boot/boot-isos)
ru: (в /boot-isos или /boot/boot-isos)

source: Extract entries
ru: Извлеченные записи

source: Entries from
ru: Извлечено из

source: Mount encrypted volumes
ru: Монтировать зашифрованые тома

source: (LUKS and geli)
ru: (LUKS и geli)

source: Enable GRUB2's LVM support
ru: Включить LVM

source: Enable GRUB2's RAID support
ru: Включить RAID

source: Enable serial terminal
ru: Включить serial terminal

source: (GRUB2 installation (even if mbr is overwritten))
ru: (GRUB2 установки (даже если mbr перезаписан))

source: (No core.img file detected)
ru: (Файл core.img не найден)

source: Halt
ru: Выключить

source: Languages
ru: Язык

source: Operating Systems
ru: Операционные системы

source: Sorry, but we are booted via BIOS and can not load this OS.
ru: Извините, но мы загрузились через BIOS и не можем запустить эту ОС.

source: Please try booting SG2D via UEFI.
ru: Пожалуйста, попробуйте загрузить SG2D через UEFI.

source: Press escape to return to the menu
ru: Нажмите escape для возврата в главное меню

source: Begin processing
ru: Начало обработки

source: End processing
ru: Окончание обработки

source: (or wait 5 seconds)
ru: (или подождите 5 секунд)

source: Reboot
ru: Перезагрузить

source: Return to main menu
ru: Вернуться в главное меню

source: Search in CDROM
ru: Искать на CDROM

source: (Default: OFF)
ru: (По умолчанию: OFF)

source: Search in floppy
ru: Искать на floppy

source: Enable GRUB2's RAID and LVM support
ru: Включить RAID и LVM

source: Sorry, but we are booted via
ru: Извините, но мы загрузились через

source: and can not load this OS.
ru: и не можем запустить эту ОС.

source: Please try booting SG2D via
ru: Пожалуйста, попробуйте загрузить SG2D через

source: Disks and Partitions (Chainload)
ru: Диски и разделы (Chainload)

source: Reboot SG2D in BIOS mode to Chainload disks and Partitions
ru: Перезагрузите SG2D в BIOS режиме для загрузки дисков и разделов

source: Enable all native disk drivers
ru: Включить все нативные драйверы дисков

source: experimental
ru: экспериментальный

source: Search in Super Grub2 Disk device
ru: Искать на Super Grub2 Disk
